Repository: crazypoo/CrazyDashboard
Catalog: Global/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, tr, zh_hant

# dashboard_notification_test_not_determined
source: 请先允许本 App 通知，再重新测试。
de: Lassen Sie zuerst PTSpeed-Benachrichtigungen zu und versuchen Sie dann den Test erneut.
en: Allow PTSpeed notifications first, then try the test again.
es: Primero permita las notificaciones de PTSpeed ​​y luego vuelva a intentar la prueba.
fr: Allow PTSpeed notifications first, then try the test again.
it: Consenti prima le notifiche PTSpeed, quindi riprova a eseguire il test.
tr: Önce PTSpeed bildirimlerine izin verin, sonra testi yeniden deneyin.
zh_hant: 請先允許本 App 通知，再重新測試。

# dashboard_notification_test_scheduled
source: 本地通知已安排，将在 10 秒后发送。请锁定 iPhone；这不会确认通知已投递到 XP400。
de: Lokale Benachrichtigung für 10 Sekunden später geplant. Sperren Sie das iPhone. Dies bestätigt nicht die Lieferung an XP400.
en: Local notification scheduled for 10 seconds later. Lock the iPhone; this does not confirm delivery to XP400.
es: Notificación local programada para 10 segundos después. Bloquear el iPhone; Esto no confirma la entrega al XP400.
fr: Notification locale prévue 10 secondes plus tard. Verrouillez l'iPhone ; cela ne confirme pas la livraison à XP400.
it: Notifica locale programmata per 10 secondi dopo. Blocca l'iPhone; ciò non conferma la consegna a XP400.
tr: Yerel bildirim 10 saniye sonrasına planlandı. iPhone'u kilitleyin; bu, XP400'e teslim edildiğini doğrulamaz.
zh_hant: 本機通知已安排，將在 10 秒後傳送。請鎖定 iPhone；這不會確認通知已傳送到 XP400。

# dashboard_notification_test_suppressed
source: 测试通知被 App 的投递规则抑制。
de: Die Testbenachrichtigung wurde durch die Zustellungsregeln der App unterdrückt.
en: The test notification was suppressed by the app's delivery rules.
es: La notificación de prueba fue suprimida por las reglas de entrega de la aplicación.
fr: La notification de test a été supprimée par les règles de livraison de l'application.
it: The test notification was suppressed by the app's delivery rules.
tr: Test bildirimi uygulamanın teslim kuralları tarafından bastırıldı.
zh_hant: 測試通知被 App 的傳送規則抑制。

# dashboard_notification_test_title
source: PTSpeed 本地通知测试
de: Lokaler PTSpeed-Benachrichtigungstest
en: PTSpeed local notification test
es: PTSpeed local notification test
fr: Test de notification locale PTSpeed
it: PTSpeed local notification test
tr: PTSpeed yerel bildirim testi
zh_hant: PTSpeed 本機通知測試

# dashboard_notification_title
source: 电话、短信和通知
de: Telefon, Nachrichten und Benachrichtigungen
en: Phone, messages and notifications
es: Teléfono, mensajes y notificaciones
fr: Phone, messages and notifications
it: Telefono, messaggi e notifiche
tr: Telefon, mesajlar ve bildirimler
zh_hant: 電話、訊息與通知

# dashboard_notification_verify_ancs
source: 验证仪表通知
de: Überprüfen Sie die Gerätebenachrichtigungen
en: Verify instrument notifications
es: Verify instrument notifications
fr: Verify instrument notifications
it: Verificare le notifiche dello strumento
tr: Gösterge bildirimlerini doğrula
zh_hant: 驗證儀表通知

# dashboard_notification_verify_ancs_body
source: 1. 保持 PTSpeed 与 XP400 连接，并退出 Peugeot 官方 App。 2. 锁定 iPhone。 3. 使用另一台手机拨打真实电话并发送真实短信。 4. 另行测试第三方 App 通知。 这才是有效的仪表测试；iPhone 本地测试只能验证 iOS 通知投递。
de: 1. Keep PTSpeed connected to XP400 and close the Peugeot app. 2. Lock the iPhone. 3. Use another phone to place a real call and send a real SMS. 4. Test a third-party app notification separately. This is the valid instrument test. The iPhone local test only verifies iOS notification delivery.
en: 1. Keep PTSpeed connected to XP400 and close the Peugeot app. 2. Lock the iPhone. 3. Use another phone to place a real call and send a real SMS. 4. Test a third-party app notification separately. This is the valid instrument test. The iPhone local test only verifies iOS notification delivery.
es: 1. Mantenga PTSpeed ​​conectado al XP400 y cierre la aplicación Peugeot. 2. Bloquea el iPhone. 3. Utilice otro teléfono para realizar una llamada real y enviar un SMS real. 4. Pruebe la notificación de una aplicación de terceros por separado. Esta es la prueba instrumental válida. La prueba local de iPhone solo verifica la entrega de notificaciones de iOS.
fr: 1. Keep PTSpeed connected to XP400 and close the Peugeot app. 2. Lock the iPhone. 3. Use another phone to place a real call and send a real SMS. 4. Test a third-party app notification separately. This is the valid instrument test. The iPhone local test only verifies iOS notification delivery.
it: 1. Keep PTSpeed connected to XP400 and close the Peugeot app. 2. Lock the iPhone. 3. Use another phone to place a real call and send a real SMS. 4. Test a third-party app notification separately. This is the valid instrument test. The iPhone local test only verifies iOS notification delivery.
tr: 1. PTSpeed'i XP400'e bağlı tutun ve Peugeot uygulamasını kapatın. 2. iPhone'u kilitleyin. 3. Başka bir telefondan gerçek bir arama yapın ve gerçek bir SMS gönderin. 4. Üçüncü taraf uygulama bildirimini ayrıca test edin. Bu, gösterge için geçerli testtir. iPhone yerel testi yalnızca iOS bildirim teslimini doğrular.
zh_hant: 1. 保持 PTSpeed 與 XP400 連線，並退出 Peugeot 官方 App。 2. 鎖定 iPhone。 3. 使用另一支手機撥打真實電話並傳送真實訊息。 4. 另外測試第三方 App 通知。 這才是有效的儀表測試；iPhone 本機測試只能驗證 iOS 通知傳送。

# dashboard_notification_verify_ancs_title
source: 验证 XP400 系统通知
de: Verify XP400 system notifications
en: Verify XP400 system notifications
es: Verificar las notificaciones del sistema XP400
fr: Verify XP400 system notifications
it: Verificare le notifiche del sistema XP400
tr: XP400 sistem bildirimlerini doğrula
zh_hant: 驗證 XP400 系統通知

# dashboard_set_title
source: 仪表盘里程单位
de: Die Kilometereinheit des Dashboards
en: The mileage unit of the dashboard
es: La unidad de kilometraje del tablero.
fr: L'unité kilométrique du tableau de bord
it: L'unità di chilometraggio del cruscotto
tr: Gösterge tablosu kilometre birimi
zh_hant: 儀表板的里程單位

# dev_advanced_tools
source: 高级开发者工具
de: Erweiterte Entwicklertools
en: Advanced developer tools
es: Herramientas avanzadas para desarrolladores
fr: Outils de développement avancés
it: Strumenti di sviluppo avanzati
tr: Gelişmiş geliştirici araçları
zh_hant: 進階開發者工具

# dev_advanced_tools_hint
source: 只读证据和固件升级准备检查。
de: Nur-Lese-Beweise und Firmware-Bereitschaftsprüfungen.
en: Read-only evidence and firmware readiness checks.
es: Comprobaciones de preparación del firmware y pruebas de solo lectura.
fr: Preuves en lecture seule et vérifications de l’état de préparation du micrologiciel.
it: Prove di sola lettura e controlli di disponibilità del firmware.
tr: Salt okunur kanıt ve firmware hazırlık kontrolleri.
zh_hant: 唯讀證據與韌體升級準備檢查。

# dev_collapse_overlay
source: 收起
de: Zusammenbruch
en: Collapse
es: Colapsar
fr: Effondrement
it: Crollo
tr: Küçült

# dev_compact_high_risk_off
source: 高风险权限已关闭
de: Hochriskanter Zugang deaktiviert
en: High-risk access disabled
es: Acceso de alto riesgo deshabilitado
fr: Accès à haut risque désactivé
it: Accesso ad alto rischio disabilitato
tr: Yüksek riskli erişim kapalı
zh_hant: 高風險權限已關閉

# dev_compact_high_risk_on
source: 高风险权限已开启
de: Hochrisikozugriff aktiviert
en: High-risk access enabled
es: Acceso de alto riesgo habilitado
fr: Accès à haut risque activé
it: Accesso ad alto rischio abilitato
tr: Yüksek riskli erişim açık
zh_hant: 高風險權限已開啟

# dev_compact_label
source: 打开开发者控制台
de: Öffnen Sie die Entwicklerkonsole
en: Open developer console
es: Abrir la consola de desarrollador
fr: Ouvrir la console développeur
it: Apri la console per sviluppatori
tr: Geliştirici konsolunu aç
zh_hant: 開啟開發者主控台

# dev_exit_session
source: 退出开发者会话
de: Beenden Sie die Entwicklersitzung
en: Exit developer session
es: Salir de la sesión de desarrollador
fr: Quitter la session développeur
it: Esci dalla sessione dello sviluppatore
tr: Geliştirici oturumundan çık
zh_hant: 退出開發者工作階段

# dev_export_logs
source: 导出日志
de: Protokolle exportieren
en: Export logs
es: Exportar registros
fr: Exporter les journaux
it: Esporta registri
tr: Günlükleri dışa aktar
zh_hant: 匯出記錄

# dev_filter_all
source: 已显示全部（点击过滤已知帧）
de: Alle werden angezeigt (tippen, um bekannte zu filtern)
en: Showing all (tap to filter known)
es: Mostrando todo (toque para filtrar los conocidos)
fr: Afficher tout (appuyez pour filtrer les éléments connus)
it: Visualizzazione di tutto (tocca per filtrare i noti)
tr: Tümü gösteriliyor (bilinenleri filtrelemek için dokunun)
zh_hant: 已顯示全部（點擊過濾已知訊框）

# dev_filter_unknown
source: 已开启降噪（仅显示未知帧）
de: Geräuschreduziert (nur unbekannt)
en: Noise reduced (unknown only)
es: Ruido reducido (solo desconocido)
fr: Bruit réduit (inconnu seulement)
it: Rumore ridotto (solo sconosciuto)
tr: Gürültü azaltıldı (yalnızca bilinmeyen)
zh_hant: 已開啟降噪（僅顯示未知訊框）

# dev_find_command
source: 查找命令
de: Befehl finden
en: Find command
es: encontrar comando
fr: Rechercher la commande
it: Trova comando
tr: Komut bul
zh_hant: 尋找指令

# dev_firmware_preflight
source: 固件升级前检查
de: Firmware-Preflight
en: Firmware preflight
es: verificación previa del firmware
fr: Contrôle en amont du micrologiciel
it: Verifica preliminare del firmware
tr: Firmware ön kontrolü
zh_hant: 韌體升級前檢查

# dev_firmware_preflight_result
source: 状态：%@ 阻止原因：%@
de: Status: %@ Blocker: %@
en: State: %@ Blockers: %@
es: Estado: %@ Bloqueadores: %@
fr: État : %@ Bloqueurs : %@
it: Stato: %@ Bloccanti: %@
tr: Durum: %@ Engeller: %@
zh_hant: 狀態：%@ 阻擋原因：%@

# dev_high_risk_title
source: 开发者高风险操作
de: Hochriskante Vorgänge für Entwickler
en: Developer high-risk operations
es: Operaciones de alto riesgo del desarrollador
fr: Développeur d'opérations à haut risque
it: Operazioni ad alto rischio dello sviluppatore
tr: Geliştirici yüksek riskli işlemleri
zh_hant: 開發者高風險操作

# dev_sniffer_title
source: ⚡️ ECU 原始数据嗅探器（开发者模式）
de: ⚡️ ECU RAW DATA SNIFFER (DEV-MODUS)
en: ⚡️ ECU RAW DATA SNIFFER (DEV MODE)
es: ⚡️ SNIFFER DE DATOS SIN PROCESAR DE ECU (MODO DEV)
fr: ⚡️ RENIFLEUR DE DONNÉES BRUTES ECU (MODE DEV)
it: ⚡️ SNIFFER DATI RAW ECU (MODALITÀ DEV)
tr: ⚡️ ECU HAM VERİ YAKALAYICI (GELİŞTİRİCİ)
zh_hant: ⚡️ ECU 原始資料嗅探器（開發者模式）

# direction_east
source: 东
de: Ost
en: East
es: Este
fr: Est
it: East
tr: Doğu
zh_hant: 東

# direction_north
source: 北
de: Norden
en: North
es: North
fr: Nord
it: Nord
tr: Kuzey

# direction_north_east
source: 东北
de: NorthEast
en: NorthEast
es: Nordeste
fr: Nord-Est
it: NorthEast
tr: Kuzeydoğu
zh_hant: 東北

# direction_north_west
source: 西北
de: Nordwest
en: NorthWest
es: Noroeste
fr: Nord-Ouest
it: Nordovest
tr: KuzeyBatı

# direction_south
source: 南
de: Süden
en: South
es: Sur
fr: South
it: Sud
tr: Güney

# direction_south_east
source: 东南
de: Südost
en: SouthEast
es: Sudeste
fr: SouthEast
it: SouthEast
tr: Güneydoğu
zh_hant: 東南

# direction_south_west
source: 西南
de: Südwesten
en: SouthWest
es: SouthWest
fr: Sud-Ouest
it: Sudovest
tr: Güneybatı

# direction_west
source: 西
de: Westen
en: West
es: Oeste
fr: Ouest
it: Ovest
tr: Batı

# elevation_title
source: 海拔
de: Höhe
en: Altitude
es: Altitud
fr: Altitude
it: Altitude
tr: Rakım

# elevation_value
source: 海拔:%dm
de: Altitude:%dm
en: Altitude:%dm
es: Altitude:%dm
fr: Altitude:%dm
it: Altitudine: %d m
tr: Rakım:%dm

# empty_data_empty
source: 没有数据
de: Keine Daten
en: No data
es: No data
fr: Aucune donnée
it: Nessun dato
tr: Veri yok
zh_hant: 無資料

# empty_data_normal
source: 没有数据
de: Keine Daten
en: No data
es: Sin datos
fr: No data
it: Nessun dato
tr: Veri yok
zh_hant: 無資料

# engine_closing
source: 关闭中
de: Schließung
en: Closure
es: Cierre
fr: Closure
it: Chiusura
tr: Kapanma
zh_hant: 關閉中

# engine_cold
source: 未启动
de: Nicht gestartet
en: Not started
es: No iniciado
fr: Pas commencé
it: Non iniziato
tr: Donmuyor
zh_hant: 未啟動

# engine_cycling
source: 运转中
de: It is working
en: It is working
es: esta funcionando
fr: Ça marche
it: Sta funzionando
tr: Çalışıyor
zh_hant: 運轉中

# engine_start
source: 启动中
de: Anlaufen
en: Starting up
es: Starting up
fr: Démarrage
it: Avvio
tr: Başlangıç
zh_hant: 啟動中

# freeze_warning_msg
source: 车外温度 %d°C，道路极可能存在暗冰，请减速慢行！
de: Die Temperatur außerhalb des Autos beträgt %d °C und es kann dunkles Eis auf der Straße geben. Bitte fahren Sie langsamer!
en: The temperature outside the car is %d°C, and there may be dark ice on the road. Please slow down!
es: La temperatura exterior del coche es %d °C y es posible que haya hielo oscuro en la carretera. ¡Por favor, más despacio!
fr: La température à l'extérieur de la voiture est de %d °C et il peut y avoir de la glace noire sur la route. Ralentissez, s'il vous plaît!
it: La temperatura all'esterno dell'auto è %d °C e potrebbe esserci ghiaccio scuro sulla strada. Si prega di rallentare!
tr: Arabanın dışındaki sıcaklık %d°C ve yolda koyu buz olabilir. Lütfen yavaşlayın!
zh_hant: 車外的溫度是%d°C，路上可能有黑冰。 請慢點！

# freeze_warning_title
source: 结冰预警
de: Vereisungswarnung
en: Icing warning
es: Advertencia de formación de hielo
fr: Avertissement de givrage
it: Avviso formazione di ghiaccio
tr: Buzlanma uyarısı
zh_hant: 結冰警告

# garage_add_maintenance
source: 添加保养记录
de: Add maintenance
en: Add maintenance
es: Agregar mantenimiento
fr: Ajouter une maintenance
it: Aggiungi manutenzione
tr: Bakım ekle
zh_hant: 新增保養記錄

# garage_add_part
source: 添加配件
de: Teil hinzufügen
en: Add part
es: Add part
fr: Ajouter une pièce
it: Aggiungi parte
tr: Parça ekle
zh_hant: 新增配件

# garage_add_refuel
source: 添加加油记录
de: Tanken Sie nach
en: Add refuel
es: Añadir repostaje
fr: Ajouter du carburant
it: Aggiungi rifornimento
tr: Yakıt ekle
zh_hant: 新增加油記錄

# garage_add_to_calendar
source: 添加到日历
de: Zum Kalender hinzufügen
en: Add to Calendar
es: Añadir al calendario
fr: Ajouter au calendrier
it: Aggiungi al calendario
tr: Takvime ekle
zh_hant: 加入行事曆

# garage_add_vehicle
source: 添加摩托车
de: Motorrad hinzufügen
en: Add motorcycle
es: Añadir motocicleta
fr: Add motorcycle
it: Aggiungi moto
tr: Motosiklet ekle
zh_hant: 新增摩托車

# garage_associated_parts
source: 关联配件（名称用逗号分隔）
de: Associated parts (names, comma-separated)
en: Associated parts (names, comma-separated)
es: Associated parts (names, comma-separated)
fr: Associated parts (names, comma-separated)
it: Parti associate (nomi, separati da virgole)
tr: İlişkili parçalar (virgülle ayrılmış adlar)
zh_hant: 關聯配件（名稱以逗號分隔）

# garage_bind_dashboard
source: 关联仪表
de: Associate dashboard
en: Associate dashboard
es: Associate dashboard
fr: Associate dashboard
it: Associate dashboard
tr: Göstergeyi ilişkilendir
zh_hant: 關聯儀表

# garage_bind_dashboard_hint
source: 是否将当前仪表关联到这辆摩托车并同步最新数据？
de: Associate the current dashboard with this motorcycle and sync its latest data?
en: Associate the current dashboard with this motorcycle and sync its latest data?
es: Associate the current dashboard with this motorcycle and sync its latest data?
fr: Associate the current dashboard with this motorcycle and sync its latest data?
it: Associate the current dashboard with this motorcycle and sync its latest data?
tr: Mevcut gösterge bu motosikletle ilişkilendirilsin ve son veriler eşzamanlansın mı?
zh_hant: 是否將目前儀表關聯至這輛摩托車並同步最新資料？

# garage_bind_success
source: 仪表已关联，数据已同步。
de: Dashboard associated and data synced.
en: Dashboard associated and data synced.
es: Dashboard associated and data synced.
fr: Dashboard associated and data synced.
it: Dashboard associated and data synced.
tr: Gösterge ilişkilendirildi ve veriler eşzamanlandı.
zh_hant: 儀表已關聯，資料已同步。

# garage_brand
source: 品牌
de: Brand
en: Brand
es: Marca
fr: Marque
it: Marca
tr: Marka

# garage_cold_pressure
source: 冷胎压
de: Cold pressure
en: Cold pressure
es: Cold pressure
fr: Cold pressure
it: Pressione fredda
tr: Soğuk basınç
zh_hant: 冷胎壓

# garage_cost
source: 费用
de: Kosten
en: Cost
es: Costo
fr: Cost
it: Costo
tr: Tutar
zh_hant: 費用

# garage_cost_optional
source: 金额（可选）
de: Kosten (optional)
en: Cost (optional)
es: Costo (opcional)
fr: Coût (facultatif)
it: Cost (optional)
tr: Tutar (isteğe bağlı)
zh_hant: 金額（可選）

# garage_currency_optional
source: 货币（可选）
de: Currency (optional)
en: Currency (optional)
es: Moneda (opcional)
fr: Currency (optional)
it: Valuta (facoltativo)
tr: Para birimi (isteğe bağlı)
zh_hant: 貨幣（可選）

# garage_current_vehicle
source: 当前摩托车
de: Current motorcycle
en: Current motorcycle
es: motocicleta actual
fr: Current motorcycle
it: Current motorcycle
tr: Mevcut motosiklet
zh_hant: 目前摩托車

# garage_dashboard_identity
source: 仪表身份
de: Dashboard ID
en: Dashboard ID
es: Dashboard ID
fr: Dashboard ID
it: Dashboard ID
tr: Gösterge kimliği
zh_hant: 儀表身份

# garage_delete
source: 删除
de: Delete
en: Delete
es: Delete
fr: Delete
it: Delete
tr: Sil
zh_hant: 刪除

# garage_delete_vehicle
source: 删除摩托车
de: Delete motorcycle
en: Delete motorcycle
es: eliminar motocicleta
fr: Supprimer la moto
it: Elimina motocicletta
tr: Motosikleti sil
zh_hant: 刪除摩托車

# garage_diagnostics
source: OBD 报告
de: OBD-Berichte
en: OBD reports
es: OBD reports
fr: OBD reports
it: Rapporti OBD
tr: OBD raporları
zh_hant: OBD 報告

# garage_due_date
source: 到期日期
de: Due date
en: Due date
es: Fecha de vencimiento
fr: Due date
it: Due date
tr: Son tarih

# garage_due_date_optional
source: 到期日期（YYYY-MM-DD，可选）
de: Due date (YYYY-MM-DD, optional)
en: Due date (YYYY-MM-DD, optional)
es: Due date (YYYY-MM-DD, optional)
fr: Date d'échéance (AAAA-MM-JJ, facultatif)
it: Due date (YYYY-MM-DD, optional)
tr: Son tarih (YYYY-AA-GG, isteğe bağlı)
zh_hant: 到期日期（YYYY-MM-DD，可選）

# garage_edit_mileage
source: 编辑里程
de: Kilometerstand bearbeiten
en: Edit mileage
es: Editar kilometraje
fr: Edit mileage
it: Modifica chilometraggio
tr: Kilometreyi düzenle
zh_hant: 編輯里程

# garage_edit_tire_suspension
source: 编辑轮胎与悬挂
de: Bearbeiten Sie Reifen und Federung
en: Edit tires & suspension
es: Editar neumáticos y suspensión
fr: Modifier les pneus et la suspension
it: Modifica pneumatici e sospensioni
tr: Lastik ve süspansiyonu düzenle
zh_hant: 編輯輪胎與懸掛

# garage_edit_vehicle_name
source: 编辑摩托车名称
de: Edit motorcycle name
en: Edit motorcycle name
es: Edit motorcycle name
fr: Edit motorcycle name
it: Edit motorcycle name
tr: Motosiklet adını düzenle
zh_hant: 編輯摩托車名稱

# garage_front_compression
source: 前悬压缩
de: Front compression
en: Front compression
es: Compresión frontal
fr: Front compression
it: Compressione anteriore
tr: Ön sıkıştırma
zh_hant: 前懸壓縮

# garage_front_preload
source: 前悬预载
de: Front preload
en: Front preload
es: Precarga frontal
fr: Front preload
it: Precarico anteriore
tr: Ön ön yük
zh_hant: 前懸預載

# garage_front_pressure
source: 前轮冷胎压
de: Cold front pressure
en: Cold front pressure
es: Cold front pressure
fr: Pression du front froid
it: Pressione del fronte freddo
tr: Ön soğuk basınç
zh_hant: 前輪冷胎壓

# garage_front_rebound
source: 前悬回弹
de: Front rebound
en: Front rebound
es: rebote frontal
fr: Rebond avant
it: Front rebound
tr: Ön geri tepme
zh_hant: 前懸回彈

# garage_front_tire
source: 前轮
de: Front
en: Front
es: Front
fr: Front
it: Fronte
tr: Ön
zh_hant: 前輪

# garage_front_tire_size
source: 前轮规格
de: Vorderreifengröße
en: Front tire size
es: Tamaño del neumático delantero
fr: Front tire size
it: Misura pneumatico anteriore
tr: Ön lastik ölçüsü
zh_hant: 前輪規格

# garage_fuel_economy
source: 平均油耗
de: Economy
en: Economy
es: Economía
fr: Économie
it: Economy
tr: Tüketim

# garage_fuel_profile
source: 燃油配置
de: Kraftstoffprofil
en: Fuel profile
es: Fuel profile
fr: Profil de carburant
it: Profilo del carburante
tr: Yakıt profili

# garage_fuel_profile_hint
source: 设置油箱容量和预留油量百分比。两项都留空可清除配置。
de: Stellen Sie die Tankkapazität und den Reserveprozentsatz ein. Lassen Sie beide leer, um das Profil zu löschen.
en: Set tank capacity and reserve percentage. Leave both blank to clear the profile.
es: Establezca la capacidad del tanque y el porcentaje de reserva. Deje ambos en blanco para borrar el perfil.
fr: Réglez la capacité du réservoir et le pourcentage de réserve. Laissez les deux vides pour effacer le profil.
it: Imposta la capacità del serbatoio e la percentuale di riserva. Lasciarli entrambi vuoti per cancellare il profilo.
tr: Depo kapasitesini ve rezerv yüzdesini ayarlayın. Profili temizlemek için ikisini de boş bırakın.
zh_hant: 設定油箱容量和預留油量百分比。兩項都留空可清除配置。

# garage_fuel_reserve
source: 预留 %
de: Reserve %
en: Reserve %
es: Reservar %
fr: Réserve %
it: Riserva%
tr: Rezerv %
zh_hant: 預留 %

# garage_hot_front_pressure
source: 前轮热胎压
de: Hot front pressure
en: Hot front pressure
es: Hot front pressure
fr: Pression du front chaud
it: Hot front pressure
tr: Ön sıcak basınç
zh_hant: 前輪熱胎壓

# garage_hot_pressure
source: 热胎压
de: Hot pressure
en: Hot pressure
es: presión caliente
fr: Hot pressure
it: Pressione calda
tr: Sıcak basınç
zh_hant: 熱胎壓

# garage_hot_rear_pressure
source: 后轮热胎压
de: Heißer Hinterdruck
en: Hot rear pressure
es: Presión trasera caliente
fr: Pression arrière chaude
it: Pressione posteriore calda
tr: Arka sıcak basınç
zh_hant: 後輪熱胎壓

# garage_initial_mileage
source: 初始里程（公里）
de: Initial mileage (km)
en: Initial mileage (km)
es: Initial mileage (km)
fr: Initial mileage (km)
it: Initial mileage (km)
tr: Başlangıç kilometresi (km)

# garage_invalid_input
source: 请检查名称和数字输入。
de: Überprüfen Sie den Namen und die numerischen Werte.
en: Check the name and numeric values.
es: Verifique el nombre y los valores numéricos.
fr: Vérifiez le nom et les valeurs numériques.
it: Check the name and numeric values.
tr: Adı ve sayısal değerleri kontrol edin.
zh_hant: 請檢查名稱和數字輸入。

# garage_keep_one_vehicle
source: 车库中至少保留一辆摩托车。
de: Bewahren Sie mindestens ein Motorrad in der Garage auf.
en: Keep at least one motorcycle in the garage.
es: Mantenga al menos una motocicleta en el garaje.
fr: Gardez au moins une moto dans le garage.
it: Keep at least one motorcycle in the garage.
tr: Garajda en az bir motosiklet bırakın.
zh_hant: 車庫中至少保留一輛摩托車。

# garage_lidar_measure
source: LiDAR 测距
de: LiDAR measure
en: LiDAR measure
es: LiDAR measure
fr: LiDAR measure
it: LiDAR measure
tr: LiDAR ölçümü
zh_hant: LiDAR 測距

# garage_load_scenario
source: 载荷场景
de: Load scenario
en: Load scenario
es: Escenario de carga
fr: Load scenario
it: Carica scenario
tr: Yük senaryosu
zh_hant: 載荷情境

# garage_maintenance
source: 保养
de: Wartung
en: Maintenance
es: Maintenance
fr: Entretien
it: Manutenzione
tr: Bakım
zh_hant: 保養

# garage_maintenance_form_hint
source: 记录已完成的保养；下次里程、日期、费用和货币均为可选。
de: Record completed maintenance. The due mileage, date, cost and currency are optional.
en: Record completed maintenance. The due mileage, date, cost and currency are optional.
es: Record completed maintenance. The due mileage, date, cost and currency are optional.
fr: Enregistrer la maintenance terminée. Le kilométrage dû, la date, le coût et la devise sont facultatifs.
it: Registrare la manutenzione completata. Il chilometraggio, la data, il costo e la valuta dovuti sono facoltativi.
tr: Tamamlanan bakımı kaydedin. Son kilometre, tarih, tutar ve para birimi isteğe bağlıdır.
zh_hant: 記錄已完成的保養；下次里程、日期、費用和貨幣均為可選。

# garage_maintenance_remaining
source: 仪表剩余
de: Dashboard remaining
en: Dashboard remaining
es: Dashboard remaining
fr: Tableau de bord restant
it: Cruscotto rimanente
tr: Gösterge kalan mesafe
zh_hant: 儀表剩餘

# garage_maintenance_status
source: 状态
de: Status
en: Status
es: Estado
fr: Statut
it: Stato
tr: Durum
zh_hant: 狀態

# garage_maintenance_title
source: 保养项目
de: Maintenance item
en: Maintenance item
es: Maintenance item
fr: Maintenance item
it: Maintenance item
tr: Bakım işlemi
zh_hant: 保養項目

# garage_maintenance_warning_distance
source: 预警里程
de: Warnabstand
en: Warning distance
es: Distancia de advertencia
fr: Distance d'avertissement
it: Distanza di avvertimento
tr: Uyarı mesafesi
zh_hant: 預警里程

# garage_maintenance_warning_form_hint
source: 请输入开始保养预警时的剩余里程。
de: Geben Sie die verbleibende Distanz ein, bei der die Wartungswarnung beginnen soll.
en: Enter the remaining distance at which the maintenance warning should begin.
es: Enter the remaining distance at which the maintenance warning should begin.
fr: Entrez la distance restante à laquelle l'avertissement de maintenance doit commencer.
it: Enter the remaining distance at which the maintenance warning should begin.
tr: Bakım uyarısının başlayacağı kalan mesafeyi girin.
zh_hant: 請輸入開始保養預警時的剩餘里程。
